Repository: dangnghia1997/doctor-custom-post-type
Catalog: lang/doctor-cpt-*.po
Languages: vi

source: Build better sites with Nuxt 3
vi: Xây dựng trang web tốt hơn với Nuxt 3

source: Nghia Dang
vi: Nghĩa Đặng

# post type general name
source: Doctors
vi: Bác sĩ

# post type singular name
source: Doctor
vi: Bác sĩ

# admin menu
source: Doctors
vi: Bác sĩ

# add new on admin bar
source: Doctor
vi: Bác sĩ

# doctor
source: Add New
vi: Thêm mới

source: Add New Doctor
vi: Thêm mới

source: New Doctor
vi: Bác sĩ mới

source: Edit Doctor
vi: Chỉnh sửa

source: View Doctor
vi: Xem

source: All Doctors
vi: Tất cả các bác sĩ

source: Search Doctors
vi: Tìm kiếm

source: No doctors found.
vi: Không tìm thấy bác sĩ.

source: No doctors found in Trash.
vi: Không tìm thấy bác sĩ nào trong Thùng rác.

# taxonomy general name
source: Specialties
vi: Chuyên khoa

# taxonomy singular name
source: Specialty
vi: Chuyên khoa

source: Search Specialties
vi: Tìm kiếm chuyên khoa

source: Popular Specialties
vi: Chuyên khoa phổ biến

source: All Specialties
vi: Tất cả

source: Edit Specialty
vi: Chỉnh sửa Chuyên khoa

source: Update Specialty
vi: Cập nhật Chuyên khoa

source: Add New Specialty
vi: Thêm mới

source: New Specialty Name
vi: Tên chuyên khoa

source: Separate specialties with commas
vi: Phân tách các chuyên khoa bởi dấu phẩy(,)

source: Add or remove specialties
vi: Thêm hoặc xoá chuyên khoa

source: Choose from the most used specialties
vi: Chọn từ các chuyên được dùng nhiều nhất

source: No specialties found
vi: Không có chuyên khoa được tìm thấy

source: Specialties
vi: Chuyên khoa
